{"general": [
{
    "title": "Gladiator",
    "text": "Only one person may leave spawn. When that person dies, the next person leaves.",
    "contrib": "\/u\/hattt",
    "side": "Both"
}, 
{
    "title": "Backwards Headset",
    "text": "180 your headset.",
    "contrib": "\/u\/keekxy",
    "side": "Both"
}, {
    "title": "NiP Crabwalk",
    "text": "T - Everyone buys Duel Berettas and crouch rushes any site.",
    "contrib": "Ninjas in Pyjamas",
    "side": "T"
}, {
    "title": "Ninja Defuse Only",
    "text": "CT - Everyone tries to ninja defuse.",
    "contrib": "\/u\/Emsalek",
    "side": "CT"
}, {
    "title": "Hot Potato",
    "text": "T - You can't have the bomb in your inventory for more than 10 seconds; you must throw it to someone else before time's up.",
    "contrib": "\/u\/Emsalek",
    "side": "T"
}, {
    "title": "Spawn Camp",
    "text": "No one gets to leave spawn.",
    "contrib": "\/u\/BaseballRJP",
    "side": "Both"
}, {
    "title": "Mr. President (VIP)",
    "text": "T - One of the terrorists is a president and he can only hold the bomb out and try to plant. The other T's have to protect the president by bodyguarding or with other ways.",
    "contrib": "\/u\/Emsalek, \/u\/Paul11596",
    "side": "T"
}, {
    "title": "Soviet Tactics",
    "text": "One person buys a gun and everyone else follows him and picks up the gun when he dies.",
    "contrib": "\/u\/iGotBadHumor",
    "side": "Both"
}, {
    "title": "Zeus + Knives only",
    "text": "Everyone buys a Zeus and a Zeus only!",
    "contrib": "\/u\/NeonPuzzler_, \/u\/fzzzzzZ",
    "side": "Both"
}, {
    "title": "Believe",
    "text": "5 deagles - go Juan or go home!",
    "contrib": "\/u\/fzzzzzZ",
    "side": "Both"
}, {
    "title": "One in the Chamber",
    "text": "Buy 1 deagle, pass it to a teammate after 1 shot.",
    "contrib": "\/u\/Mostdakka",
    "side": "Both"
}, {
    "title": "Paradigm84 Shift",
    "text": "T - Plant at one site, only after passing through the other.",
    "contrib": "\/u\/Paradigm84",
    "side": "T"
}, {
    "title": "Peekaboo",
    "text": "Peek an enemy awper one by one with pistols only.",
    "contrib": "\/u\/flare561",
    "side": "Both"
}, {
    "title": "Behind you!",
    "text": "You can only use the S key to move around.",
    "contrib": "\/u\/StroodleN00dle",
    "side": "Both"
}, {
    "title": "Twin Towers",
    "text": "CT - 2 x two-man 'towers' anywhere, last man has to rush or ninja defuse.",
    "contrib": "\/u\/NeonPuzzler_",
    "side": "CT"
}, {
    "title": "Juan Deag(le)",
    "text": "Deagles only! If you get a body shot, you have to follow up with a knife.",
    "contrib": "\/u\/Sheik-Yerbouti",
    "side": "Both"
}, {
    "title": "Headless Chicken",
    "text": "T - When low on cash, buy a kevlar'd teammate a weak SMG. Flash him into a site and have your chicken run in spraying in all directions. Abandon him or follow.",
    "contrib": "\/u\/-Czechmate-",
    "side": "T"
}, {
    "title": "cl_righthand 0",
    "text": "Switch hands for your mouse and keyboard.",
    "contrib": "\/u\/StroodleN00dle",
    "side": "Both"
}, {
    "title": "Gunswap",
    "text": "Every time you kill an enemy, you must pick up the weapon he drops (including pistols) and use it for your next kill.",
    "contrib": "\/u\/ScumbagRasclart",
    "side": "Both"
}, {
    "title": "Crouch Only",
    "text": "Crouch only. Type '+duck' in console, and '-duck' after. If someone stands up, the others must kill him.",
    "contrib": "\/u\/chrisgid, \/u\/krikavka",
    "side": "Both"
}, {
    "title": "Shotguns Only",
    "text": "Shotguns only.",
    "contrib": "\/u\/chrisgid",
    "side": "Both"
}, {
    "title": "Not One Step Back!",
    "text": "Only going foward is allowed, no sidestepping or going backwards.",
    "contrib": "\/u\/Mostdakka",
    "side": "Both"
}, {
    "title": "420% Skillshot",
    "text": "Jumpshots only.",
    "contrib": "\/u\/Mostdakka",
    "side": "Both"
}, {
    "title": "Round the World (and Back Again)",
    "text": "T - Run up to A site. As soon as you get a kill, turn around and the whole team rushes back to B. Rinse and repeat until a clear bombsite is reached or all CTs are eliminated.",
    "contrib": "\/u\/-Czechmate-, \/u\/x365",
    "side": "T"
}, {
    "title": "Napoleonic Warfare",
    "text": "5-man scout firing squad in mid, all lined up.",
    "contrib": "\/u\/x365",
    "side": "Both"
}, {
    "title": "Deagle Distraction",
    "text": "5 x deagle + 5 x decoy. Ultimate confusion with 10 deagles shooting at the same time.",
    "contrib": "\/u\/x365",
    "side": "Both"
}, {
    "title": "Blitzkrieg",
    "text": "T - 5 x tec-9's or p90's, 5 x 2 flashes, Take over any bombsite with all 10 flashes because if you're blind, they're blind.",
    "contrib": "\/u\/x365",
    "side": "T"
}, {
    "title": "FaZe's Clan's Strat",
    "text": "Only sniper noscopes allowed. Must HLDJ an airhorn sound after kill.",
    "contrib": "\/u\/en2que",
    "side": "Both"
}, {
    "title": "Nascar!",
    "text": "Pick any strat and perform it twice in the same round. Loop if you have to.",
    "contrib": "\/u\/blank858",
    "side": "Both"
}, {
    "title": "Miami Vice - T",
    "text": "T - Reenact a shitty 80's action movie. The whole team buys Mac-10s and Tec-9s and rushes somewhere.",
    "contrib": "\/u\/BasedStrelok",
    "side": "T"
}, {
    "title": "Miami Vice - CT",
    "text": "CT - Reenact a shitty 80's action movie. You're the sunglasses-wearing badass cop. Only Novas and Deagles for you.",
    "contrib": "\/u\/BasedStrelok",
    "side": "CT"
}, {
    "title": "Veritas & Aequitas",
    "text": "4 members split into 2 pairs, buys Duelies and Kevlar, and takes a different site. Last one (Il Duce) buys Duelies and Sawed Off\/Nova has to clutch.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Lone Survivor",
    "text": "Nade yourselves\/shoot each other until you're all 20 HP or less, then proceed the round as usual. Last man alive gives their best Mark Wahlberg\/Boston impression as they narrate their every move.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Am I Being Detained?",
    "text": "Use teamwork and tactical grenades to prevent enemy pushes while you try to incapacitate your enemies with the Zeus taser. Any teammate that fires a gun other than the Zeus is indefinitely suspended (kicked) without pay or referred to as Darren Wilson for the remainder of the game.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Jihadi John",
    "text": "T - One of your teammates volunteers to be Jihadi John, whose sole purpose is to behead infidels. One member of your team must play a Nasheed through in-game voice through the entire round for morale. All four members must protect Jihadi John in his mission, and he must survive the round with at least 70% HP.",
    "contrib": "\/u\/BasedStrelok",
    "side": "T"
}, {
    "title": "Is That You, John Wayne?",
    "text": "One member volunteers to motivate the rest of the team in his best Gunny impersonation. If your drill sergeant is alive at the end of the round, another teammate (preferably the one with the lowest amount of kills, Pvt Pyle) has to kill him.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Neymar Jr",
    "text": "Your team plays a normal round, but any player hit by enemy damage performs a soccer flop the second they are hit, and must stay in position and defend themselves until the end of the round. If you are killed after flopping, promptly plead your case to the nearby referee to card the offender by accusing the enemy player of being a hacker in chat.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Brasil, Decime Que Se Siente (AKA 7-1)",
    "text": "If your team wins the first pistol round of the game, you must intentionally allow the enemy (German) team to win the next 7 rounds. 'huehueheauhuha' spam is not necessary but improves the experience.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "30 Round Assault Clips",
    "text": "Gun control laws have reduced the amount of rounds you can carry in your weapon thanks to anti-gun rallies sponsored by your local Starbucks. Each teammate must buy an AK\/M4 and dump their ammo at the beginning of the round until they only have one magazine left (can't reload). Sorry, M4A1-S fanboys.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "MIN KUK AR SA HAARD",
    "text": "You channel the luck of all YouTube CS:GO knife opening videos to equip your team for victory. All members of the team must use a CS:GO weapons crate simulator before the round and use the weapon they unbox. You sure you want that knife?",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Uncle Richie Jr",
    "text": "Say it with your chest! Your team can only go for body shots (try to aim for the chest). Teammates that get kills with headshots (intentionally or otherwise) can't buy next round.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Rage Against the Machine",
    "text": "Equip your whole team with machine guns (m249\/para or negev). Teammates cannot stop to fire and must keep moving while shooting.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Mom, Get The Camera!",
    "text": "For one round, bind your screenshot key to your LMB button and fire whenever you normally would. For bonus points, compile these images into a GIF, WEBM or YouTube video.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Corey & Trevor",
    "text": "The two bottom players on the scoreboard become Corey & Trevor, who can only buy smokes and body armor. Their job is to charge into sites or follow your top fragger (Ricky) and protect him from dying.",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "UK RUSH",
    "text": "T - Rush a choke point one by one.",
    "contrib": "\/u\/gunnarkpp",
    "side": "T"
}, {
    "title": "Max Pain",
    "text": "Duel Berettas only!",
    "contrib": "\/u\/Coaks",
    "side": "Both"
}, {
    "title": "CS:CoD",
    "text": "Scoped weapons only!",
    "contrib": "\/u\/Coaks",
    "side": "Both"
}, {
    "title": "Smoke Party",
    "text": "CT - Stack one site and hide in the same smoke. Try to ninja defuse when the bomb is planted.",
    "contrib": "\/u\/Flipping_Fish",
    "side": "CT"
}, {
    "title": "Dance Dance Revolution",
    "text": "Camp at spawn and show off your favorite moves.",
    "contrib": "\/u\/Flipping_Fish",
    "side": "Both"
}, {
    "title": "It's Time To Say Goodbye",
    "text": "All buy negev, armor, and rush together while holding mouse_1.",
    "contrib": "\/u\/DerButterkex",
    "side": "Both"
}, {
    "title": "Reverse Cowgirl",
    "text": "One player always has to be on top of another player, looking in opposite directions.",
    "contrib": "\/u\/Skeleth",
    "side": "Both"
}, {
    "title": "Crickets",
    "text": "Use Glock\/Famas and stack in spawn. When the enemies come around, everyone throws a smoke and starts toggling the firing mode repeatedly. Keep refreshing smoke.",
    "contrib": "\/u\/Lulle, \/u\/Zvede",
    "side": "Both"
}, {
    "title": "Grenade Frenzy",
    "text": "Every round you have to buy a molotov\/incendiary grenade and a HE grenade before anything else. If you die before using them both, in the next round you can only use shotguns and starting pistol.",
    "contrib": "\/u\/astrntslth",
    "side": "Both"
}, {
    "title": "No Backtracking",
    "text": "You can't go where you've already gone!",
    "contrib": "\/u\/The_angle_of_Dangle",
    "side": "Both"
}, {
    "title": "Maniac",
    "text": "Once you start shooting, you have to empty the clip before you can stop shooting.",
    "contrib": "\/u\/Emsalek",
    "side": "Both"
}, {
    "title": "Cirque du Soleil",
    "text": "Boost as a 5 man pyramid (3 bottom, 2 top) on the map, and hold until discovered or the timer runs low, then charge. Have 'CHARGE!!!' pre typed into chat, hit send when you go.",
    "contrib": "\/u\/barnyard303",
    "side": "Both"
}, {
    "title": "ThePro90Freak",
    "text": "T - 5 man. P90 only.",
    "contrib": "\/u\/ForceOnelol",
    "side": "T"
}, {
    "title": "The William Wallace",
    "text": "Everyone has to rush together and speak in Scottish accents the entire round. Molotovs and knives are highly recommended.",
    "contrib": "\/u\/3ravo",
    "side": "Both"
}, {
    "title": "The Snake",
    "text": "5 players run all around the map creating a player snake without ever stopping until the round is over.",
    "contrib": "\/u\/Zvede",
    "side": "Both"
}, {
    "title": "The Rattlesnake",
    "text": "T - Travel around in a group around the map. Wield the Glock and hold down right mouse button switching between single- and burst-fire.",
    "contrib": "\/u\/pigtobacon",
    "side": "T"
}, {
    "title": "Allahu Akbar",
    "text": "T - Try to plant the bomb using only grenades. Only after planting the bomb may you switch to your weapon of choice.",
    "contrib": "\/u\/wilxu",
    "side": "T"
}, {
    "title": "Drop Your Gun",
    "text": "After getting a kill with a weapon, you must drop your weapon and you can't pick it back up or use it again until that round is over.",
    "contrib": "\/u\/mueller723",
    "side": "Both"
}, {
    "title": "Error 404: Crosshair Not Found",
    "text": "Everyone types 'crosshair 0' in console.",
    "contrib": "\/u\/chrisgid",
    "side": "Both"
}, {
    "title": "Quick Push - T",
    "text": "T - You must wait until the timer is at 0:15 before entering a bombsite.",
    "contrib": "\/u\/Tofushy",
    "side": "T"
}, {
    "title": "Quick Push - CT",
    "text": "CT - If the bomb is planted, you must wait till 15 seconds before detonation before pushing.",
    "contrib": "\/u\/Tofushy",
    "side": "CT"
}, {
    "title": "The Nova Strat",
    "text": "One player buys an X-M, while the rest novas. All rush mid and hope for the best.",
    "contrib": "\/u\/Tofushy",
    "side": "Both"
}, {
    "title": "The Vomit Comet",
    "text": "Max DPI and sensitivity 20.",
    "contrib": "\/u\/WylldStallyns, \/u\/omfgwtfingbbq",
    "side": "Both"
}, {
    "title": "The Bee Hive",
    "text": "CT - 1) Everyone buys a gun with a high rate of fire (P90, mac10, mp9) and hides in a portion of the map the enemy team is unlikely to go to, but close to the sites\/hostages. 2) Spam BZZZZZZ into the chat over and over. 3) Hostage has been taken! 4) Bumrush the enemy team like a swarm of bees and fire as a group. 5) Get mowed down and lose 90% of the time.",
    "contrib": "\/u\/BDOID",
    "side": "CT"
}, {
    "title": "The Honey Pot",
    "text": "Everyone buys a smoke and an smg. Rush each site\/away from the hostages and throw 2-3 smokes per site (depending on the breakup). Make sure the smokes are far apart. Everyone hides in one smoke per site (it's tough but you can get three guys in one smoke). Wait till the enemy team runs past and attack them!",
    "contrib": "\/u\/BDOID",
    "side": "Both"
}, {
    "title": "The Phalanx",
    "text": "The entire team moves in formation, 3 at the front, 2 at the back. You can go anywhere, but you can't break formation.",
    "contrib": "\/u\/Paradigm84",
    "side": "Both"
}, {
    "title": "(Never) Go Full Rambo",
    "text": "T - Buy as many negevs\/M249's and HE grenades and rush site. People who can't afford it can only use knives.",
    "contrib": "\/u\/Kendoyanar",
    "side": "T"
}, {
    "title": "Role Reversal",
    "text": "T - Give the bomb to CTs, rotate back around the entire map dodging CT rotates and 'retake' the bomb.",
    "contrib": "\/u\/overdrift",
    "side": "T"
}, {
    "title": "Pink Mist",
    "text": "You can only headshot enemies. If you hit a body shot, you have to retreat. If you kill any enemies with a non-headshot, you have to throw away your gun in shame.",
    "contrib": "\/u\/ninjaboiz",
    "side": "Both"
}, {
    "title": "Bunny",
    "text": "Bunny hop everywhere, even when you shoot.",
    "contrib": "\/u\/mimecraft_101",
    "side": "Both"
}, {
    "title": "The Agatha Christie",
    "text": "It's a murder mystery plot, and the murderer must be found! Whenever a teammate is killed, you must kill their killer before you can dispatch any other enemy.",
    "contrib": "\/u\/HARD1NGAL1NG",
    "side": "Both"
}, {
    "title": "Leap Frog",
    "text": "Players can only move by hopping over their teammates and must remain together as 5 in a line.",
    "contrib": "\/u\/FredKillJoy",
    "side": "Both"
}, {
    "title": "G-Unit",
    "text": "T - Buy mac10s and do a 'drive-by' at preferred bombsite while singing 50 Cent songs.",
    "contrib": "\/u\/Laslosellos",
    "side": "T"
}, {
    "title": "Racism",
    "text": "Players are only to use weapons of their current characters' continent.",
    "contrib": "\/u\/mop371",
    "side": "Both"
}, {
    "title": "Sneaky-Beaky",
    "text": "Shift walk only, this time you really are going sneaky-beaky like!",
    "contrib": "\/u\/TheDustierDragon",
    "side": "Both"
}, {
    "title": "Trigger Happy",
    "text": "Scouts only! You can't stop shooting the entire round.",
    "contrib": "\/u\/Mfcyndaquil",
    "side": "Both"
}, {
    "title": "Drunkerstrike",
    "text": "1) Get Drunk. 2) Play Counterstrike.",
    "contrib": "Collin",
    "side": "Both"
}, {
    "title": "The Blind Man",
    "text": "All teammates have died or killed themselves. The last player alive has to turn off his computer monitor. The other 4 teammates become the eyes of the player with the turned off monitor and have to guide him to try to win the round.",
    "contrib": "\/u\/salaci0us",
    "side": "Both"
}, {
    "title": "Holy Shit I Can't Hear Anything",
    "text": "5 x Negev + armour, buy 1 decoy and throw it somewhere from spawn, buy another, head towards a site, throw decoys at site, Negev rush.",
    "contrib": "\/u\/Shamata",
    "side": "Both"
}, {
    "title": "T3KH4T's Strat",
    "text": "Play an entire round with 3 players using +left, and 2 using +right. Works best with rushing with SMGs.",
    "contrib": "\/u\/T3KH4T",
    "side": "Both"
}, {
    "title": "The Vox",
    "text": "All callouts are now replaced with 'diggity' (e.g. Boost me Diggity).",
    "contrib": "\/u\/raidenoid",
    "side": "Both"
}, {
    "title": "The Na'Vi",
    "text": "T - You can't stop moving or shift walk. You can't take a site until there is only 25 seconds remaining.",
    "contrib": "\/u\/siia",
    "side": "T"
}, {
    "title": "The Decoy Toss",
    "text": "Throw a decoy from spawn, B-line to it and stay within 3 meters until it explodes.",
    "contrib": "\/u\/siia",
    "side": "Both"
}, {
    "title": "The King Strat",
    "text": "One guy in your team is the king, others are servants. Servants are weak and can only use nades + knives. A king can buy anything. The servants literally do everything to keep the king alive. If the king dies, servant\/s must try to win the round without lethal force.",
    "contrib": "\/u\/vallz",
    "side": "Both"
}, {
    "title": "CS:GhOst",
    "text": "CT - Using nothing but a USP-S, smoke and 2 flashes, make it to T spawn and attack the site T's are pushing.",
    "contrib": "\/u\/Flexi-boot",
    "side": "CT"
}, {
    "title": "Hollywood Special",
    "text": "Play some tense music on Youtube loud enough that you can't hear anything else.",
    "contrib": "\/u\/Flexi-boot",
    "side": "Both"
}, {
    "title": "The Snitch",
    "text": "The poorest teammate has to stay back and report in all chat where his teammates are throughout the round.",
    "contrib": "\/u\/mourato",
    "side": "Both"
}, {
    "title": "BOT Marvin Retake",
    "text": "CT - Every CT must buy a smoke, a decoy and a classic bot weaponary like auto-shotty and SMGs, and camp in spawn until the bomb is planted, then throw ALL smokes and decoys all over the bombsite, and retake the site from different directions. Go for a ninja if possible while other teammates are creating havoc.",
    "contrib": "\/u\/Svirv",
    "side": "CT"
}, {
    "title": "Communism",
    "text": "At the start of the round, each player buys for each other! (Tip: throw it all in a pile)",
    "contrib": "\/u\/Komeijiblue",
    "side": "Both"
}, {
    "title": "Nose Goes",
    "text": "T - Gather in front of a site, everyone types 'Nose Goes' and everyone charges in reverse order.",
    "contrib": "\/u\/Some_Asian_Kid99",
    "side": "T"
}, {
    "title": "Emphascema",
    "text": "T - 5 smokes. Move team to somewhat near a site. Smoke an area, then smoke just past the previous one. Repeat until you have a tunnel to the bombsite.",
    "contrib": "\/u\/_7355608_",
    "side": "T"
}, {
    "title": "Can't Hold Back",
    "text": "Type '+attack' in console at the start of the round. Keep knife out until you see an enemy and then try to kill people while being unable to stop shooting.",
    "contrib": "\/u\/_7355608_",
    "side": "Both"
}, {
    "title": "Assholes",
    "text": "Try to get the enemy team onto a knife round. If they accept, use guns to kill them and let the hate flow.",
    "contrib": "\/u\/consistens",
    "side": "Both"
}, {
    "title": "Hide and Seek",
    "text": "The players of your team must hide as well as possible. Last man standing wins.",
    "contrib": "\/u\/consistens",
    "side": "Both"
}, {
    "title": "Defusers are for Losers",
    "text": "CT - You can't buy defusekit, nor can you defuse the bomb. Elimination is the only way out!",
    "contrib": "\/u\/balleklorin",
    "side": "CT"
}, {
    "title": "Marked for Death",
    "text": "One person runs ahead and finds someone. The four others nade stack that person and finish it up with a tec-9 rush. When the target is down, the person awarded with the kill must teabag them until the round is won or the bomb is planted.",
    "contrib": "\/u\/Pilltacular",
    "side": "Both"
}, {
    "title": "Run Forrest, Run!",
    "text": "Never stop moving. Ever.",
    "contrib": "\/u\/Fhardervig",
    "side": "Both"
}, {
    "title": "Do You Have the Shot?",
    "text": "Communication is key in any army or special operations group. You can only kill an enemy after you confirm your team will let you have that kill. (Thanks NIP POV stream). Information must be as detailed as possible before you take the kill: What's the enemy's nickname, what weapon he's holding, where in the map he is, etc. Anyone on your team is allowed to decline, and if they do, you can't have the kill.",
    "contrib": "\/u\/Perkkie",
    "side": "Both"
}, {
    "title": "Bison Herd",
    "text": "CT - Everyone has to buy bizons without kevlar and shiftwalk. Running or standing still is not allowed.",
    "contrib": "\/u\/Skur_",
    "side": "CT"
}, {
    "title": "Zcout",
    "text": "Everyone buys scouts and must be double zoomed when moving or shooting.",
    "contrib": "\/u\/pigtobacon",
    "side": "Both"
}, {
    "title": "Man Mode",
    "text": "Everyone buys Duelies + 1 HE\/Molly + no turning back EVER.",
    "contrib": "\/u\/Nidhoeggr89",
    "side": "Both"
}, {
    "title": "Walling",
    "text": "Follow a wall at all times, wherever the wall goes, you go.",
    "contrib": "\/u\/pigtobacon",
    "side": "Both"
}, {
    "title": "Retakes Only",
    "text": "CT - Wait in spawn until the bomb is planted, then begin the round.",
    "contrib": "\/u\/ZarnoLite",
    "side": "CT"
}, {
    "title": "Flock of Birds",
    "text": "Everybody walks closely as a group until they are distracted by an enemy. Then they rush in random directions shooting for a while. When it is silent again they gather in a group and repeat.",
    "contrib": "\/u\/TheDoomi",
    "side": "Both"
}, {
    "title": "Sniper Squads",
    "text": "Three (snipers) buy sniper rifles, the others (spotters) buy anything but snipers. Form two squads with a spotter each. Snipers can only look where spotter says and shoot only when spotter calls to shoot.",
    "contrib": "\/u\/TheDoomi",
    "side": "Both"
}, {
    "title": "Scumbag Artillery",
    "text": "CT - All buy HE grenade and camp base. Bombard the first enemy that comes by.",
    "contrib": "\/u\/TheDoomi",
    "side": "CT"
}, {
    "title": "Suicide Bomber",
    "text": "Everybody takes HE Grenade or Molotov\/Incendiary Grenade, pulls the trigger and runs into the enemy, hoping the dropping grenade drags the frag.",
    "contrib": "\/u\/ospap",
    "side": "Both"
}, {
    "title": "Mom's Credit Card",
    "text": "Everytime you kill someone you have to stand still and inspect your weapon. You have to wait the whole animation before doing anything again.",
    "contrib": "\/u\/Strangerkill2",
    "side": "Both"
}, {
    "title": "ONSCREEN360",
    "text": "Everyone has to buy either an AWP or Scout. You are only allowed to shoot after a jumping 360 spin.",
    "contrib": "\/u\/onscreenlol",
    "side": "Both"
}, {
    "title": "Chicken Exctinction Run",
    "text": "Your team now exists to kill chickens and only chickens. Kill them before you kill the enemy.",
    "contrib": "\/u\/tsuriga",
    "side": "Both"
}, {
    "title": "Inversion Inception",
    "text": "Switch your mouse inversion settings.",
    "contrib": "\/u\/tsuriga",
    "side": "Both"
}, {
    "title": "Nemeses",
    "text": "Everybody picks a different enemy and tries to kill them first.",
    "contrib": "\/u\/tsuriga",
    "side": "Both"
}, {
    "title": "Esports is Real Sports",
    "text": "Stand up for the whole round.",
    "contrib": "\/u\/tsuriga",
    "side": "Both"
}, {
    "title": "Death Perception",
    "text": "Play with one eye closed.",
    "contrib": "\/u\/tsuriga",
    "side": "Both"
}, {
    "title": "Instagram That Shit",
    "text": "For every kill you must pose with the victim and your teammate must take a screenshot of your triumph. Bonus points for posing with a teammate.",
    "contrib": "\/u\/tsuriga",
    "side": "Both"
}, {
    "title": "Marksman",
    "text": "You and your teammates are only allowed to tap wth your guns.",
    "contrib": "\/u\/sebwerner",
    "side": "Both"
}, {
    "title": "Splinter Cell",
    "text": "CT - Use only silenced weapons\/knives. Don't run.",
    "contrib": "\/u\/tehftw",
    "side": "CT"
}, {
    "title": "The Clean Plant",
    "text": "T - Drop the bomb at spawn, go to any site as a team, when the site is clear you may go to spawn, get the bomb, go back, and plant.",
    "contrib": "\/u\/seany765",
    "side": "T"
}, {
    "title": "Byzantine Callers",
    "text": "Play the round as you would normally, but every 2-4 calls each player makes is a lie. No repeating calls.",
    "contrib": "\/u\/EagiZ",
    "side": "Both"
}, {
    "title": "Canadian Warfare",
    "text": "When you kill someone immediately type ''I'm Sorry'' in chat.",
    "contrib": "\/u\/Wilsterd",
    "side": "Both"
}, {
    "title": "KQLY-Style",
    "text": "CT - You can only kill people with a USP-S while jumping.",
    "contrib": "\/u\/Wilsterd",
    "side": "CT"
}, {
    "title": "The Spotters",
    "text": "4 players act as spotters. Spotters can not kill, and can only call out enemies. Only 1 player, with an AWP, is allowed to kill. If the AWPer is killed, a spotter can take his place.",
    "contrib": "\/u\/Wilsterd",
    "side": "Both"
}, {
    "title": "Surprise!",
    "text": "You're only allowed to kill someone by wall banging them.",
    "contrib": "GHOSTK1LL3R",
    "side": "Both"
}, {
    "title": "ScoutzKnivez",
    "text": "Throw away your pistol and only use Scouts and Knivez for everyone on your team.",
    "contrib": "\/u\/LupinMay",
    "side": "Both"
}, {
    "title": "Congo",
    "text": "Walk in a line while swaying your guns to the left and right as if you're dancing in a congo line. If you prefer you can sing congo as your team moves in voice comms.",
    "contrib": "\/u\/LupinMay",
    "side": "Both"
}, {
    "title": "Chaos",
    "text": "Everyone must hold their push-to-talk for the entire duration of the round (even if dead).",
    "contrib": "\/u\/HydrA-",
    "side": "Both"
}, {
    "title": "Dracula",
    "text": "Your team is now a group of vampires with Transylvanian (Romanian) accents. Whenever you kill an enemy or if a teammate dies near you, you must suck its blood for approximately five seconds by crouching over its neck all the while making slurping noises.",
    "contrib": "\/u\/snakehunter23",
    "side": "Both"
}, {
    "title": "Ace",
    "text": "The top fragger stands behind his teammates as they flash, smoke and try to juke bullets so he can get the ace. The others must sing\/play songs including but not limited to: 'Eye of the Tiger', 'Django Unchained - The Payback', or 'Another One Bites the Dust'.",
    "contrib": "\/u\/snakehunter23",
    "side": "Both"
}, {
    "title": "Pathfinder",
    "text": "T - Every time you encounter an intersection, draw an arrow on the ground with bullets to where you are heading. The whole team must stay together.",
    "contrib": "\/u\/snakehunter23",
    "side": "T"
}, {
    "title": "Firing Squad",
    "text": "T - Everyone buys Scouts\/AWPs and shoots only when the team captain says 'Fire!'",
    "contrib": "\/u\/snakehunter23",
    "side": "T"
}, {
    "title": "Overkill",
    "text": "Everyone must bring a secondary primary weapon with them by shooting it around the map, every time they get a kill they must switch weapons.",
    "contrib": "\/u\/snakehunter23",
    "side": "Both"
}, {
    "title": "Graffiti",
    "text": "Everyone sits in spawn and draws pictures on the walls with bullets.",
    "contrib": "\/u\/snakehunter23",
    "side": "Both"
}, {
    "title": "Pirate",
    "text": "Entire team must wear an eye patch (or close one eye) for a round and punctuate each sentence with \"ARGH\" or some other pirate speak.",
    "contrib": "\/u\/drunkkk_",
    "side": "Both"
}, {
    "title": "Pew Pew",
    "text": "CT - Only use USP-S and bind mouse_1 to say 'pew pew' in chat in addition to firing.",
    "contrib": "\/u\/drunkkk_",
    "side": "CT"
}, {
    "title": "Care Package in Spawn",
    "text": "The richest player must buy a weapon and drop it in spawn. Then everyone buys armor + starter pistol only. The last guy alive has to go get the care package in spawn and try to clutch the round.",
    "contrib": "\/u\/sebwerner",
    "side": "Both"
}, {
    "title": "Team Effort",
    "text": "The team has to do one full buy together, only one piece each (one buys a gun, another one buys armor, a third one buys the flashes, etc.).",
    "contrib": "\/u\/sebwerner",
    "side": "Both"
}, {
    "title": "An Eye for an Eye, a Round for a Round",
    "text": "Teammates are only allowed to fire as many rounds as the rounds they've won, then reload. (If 0 rounds, they can fire 1 bullet before they have to reload).",
    "contrib": "\/u\/sebwerner",
    "side": "Both"
}, {
    "title": "Oldschool Noob",
    "text": "Shoot using spacebar (bind space +attack).",
    "contrib": "Anonymous",
    "side": "Both"
}, {
    "title": "360 and Walk Away",
    "text": "Whenever you get a kill, do a 360 and throw your gun in the air.",
    "contrib": "\/u\/Jackalot",
    "side": "Both"
}, {
    "title": "Resolution Means Nothing",
    "text": "Change your resolution to something you're not used to (e.g If you play on 4:3 use 16:9, vice versa).",
    "contrib": "\/u\/Barclay_",
    "side": "Both"
}],

"d2": [{
    "title": "Russian B Rush - CYKA BLYAT!",
    "text": "T - Hold W, no stopping.",
    "contrib": "\/u\/juone",
    "side": "T"
}, {
    "title": "TEC9 POWA",
    "text": "T - Rush Middle B to A with no nades and smokes, but only with the Tec9.",
    "contrib": "\/u\/nikeix",
    "side": "T"
}, {
    "title": "Get_rused",
    "text": "T - All run to B so the AWPer sees you. Then you smoke cross and everybody runs back to long A again.",
    "contrib": "\/u\/StroodleN00dle",
    "side": "T"
}, {
    "title": "Ashes to Ashes",
    "text": "Send one team member through mid without smoke\/flash cover, meaning certain death. The rest of the team must hold a funeral for him, throwing incendiary\/molotovs on his corpse and resuming the round (assuming they're alive).",
    "contrib": "\/u\/BasedStrelok",
    "side": "Both"
}, {
    "title": "Hurricane",
    "text": "T - (B Tuns -> Lower -> outside Long A -> T spawn) x 2 -> Long A -> A",
    "contrib": "\/u\/mueller723",
    "side": "T"
}, {
    "title": "Cats Hate Electric Fences",
    "text": "CT - Everyone buys a Zeus and 4 get fast catted. Everyone then rushes toward long through mid while the  last guy will sit car. If they are not long or cat run to B through CT.",
    "contrib": "\/u\/in_da_heat",
    "side": "CT"
}, {
    "title": "CShortayyyy",
    "text": "T's have to all rush Short A and all CT's must position themselves on short.",
    "contrib": "\/u\/TheFluffinator_",
    "side": "Both"
}],

"inferno": [{
    "title": "Ladies Tactic",
    "text": "T - Rush mid, do laps of A site until everyone is dead.",
    "contrib": "\/u\/AhoyThereSailor",
    "side": "T"
}, {
    "title": "Patrick's Strat",
    "text": "T - Rush alt mid, all decoys mid, run backwards down mid toward banana while shooting at mid, then B rush.",
    "contrib": "chimpoo",
    "side": "T"
}, {
    "title": "Rocket",
    "text": "T - Rush apts and jump out balcony together. 'Nades optional.",
    "contrib": "chimpoo",
    "side": "T"
}, {
    "title": "Tunnel Snakes",
    "text": "T - Everyone hides in sewers for 1 minute, and then rushes a site.",
    "contrib": "\/u\/RickyRays",
    "side": "T"
}, {
    "title": "The Balcony Special",
    "text": "T - Take apts; gather teammates; pop a smoke on the balcony; throw all of your flash(es) through smoke and charge.",
    "contrib": "\/u\/-Czechmate-",
    "side": "T"
}, {
    "title": "Operation Fast & Furious",
    "text": "T - Your team smuggles their guns to Mexico and stays there, waiting for the ATF to trace the movement of the guns. Hide in Mexico and survive any Waco-style raids to win the round.",
    "contrib": "\/u\/BasedStrelok",
    "side": "T"
}, {
    "title": "IT'S A TRAP!",
    "text": "CT - 2 people rush banana with nothing while 3 wait onside B with armor and guns..",
    "contrib": "\/u\/DerButterkex",
    "side": "CT"
}, {
    "title": "To B or not to B",
    "text": "T - You must do a full take onto B site. Once you have performed this, you and your remaining teammates must then rotate back to A.",
    "contrib": "\/u\/GrayDust",
    "side": "T"
}, {
    "title": "The Roadrunner, MeepMeep",
    "text": "T -  The person with the bomb buys 2 flashes and a smoke. Remaining 4 players buy armor. The 4 armored players are going to wait in T Slope at the start of the round. Meanwhile the bomb-carrier is going to rush up mid, smoke the right side(aka short\/quad) and flash his way up long(aka arch). He will then proceed by running through CT spawn. When he reaches the CT buy-zone, he will alert his teammates who will the start pushing up banana. The bomb-carrier is recommended to shout out 'meep' during his\/her run.",
    "contrib": "\/u\/GREEENy",
    "side": "T"
}],

"mirage": [{
    "title": "Collin Eco Plant",
    "text": "T - 4 rush B apts, make noise, bomb lurks in Palace, sneak plant.",
    "contrib": "Collin",
    "side": "T"
}, {
    "title": "Rocket",
    "text": "T - Rush apts or palace and jump out balcony together. 'Nades optional",
    "contrib": "chimpoo",
    "side": "T"
}, {
    "title": "SWITCH!",
    "text": "CT - Rush T spawn to B site and take the site.",
    "contrib": "\/u\/wewillpop",
    "side": "CT"
}, {
    "title": "Ring Around the Rosey!",
    "text": "T - Buy only armor (mainly for pistol round) and make a congo line with glocks that goes mid into underpass into T spawn into mid and make 3 circles around the cart. After the 3rd circle the remaining Ts alive will rush any site.",
    "contrib": "\/u\/wewillpop",
    "side": "T"
}, {
    "title": "The MEGA Snake",
    "text": "T - B halls > Underpass > Mid> TSpawn > Palace out down Short > Tspawn > Mid > Cat > Plant B if short on time otherwise > CT > Plant A.",
    "contrib": "\/u\/joelbror",
    "side": "T"
}, {
    "title": "Guerilla Warfare",
    "text": "T - All buy 1 smoke, 1 decoy and a fast-firing weapon such as Mac-10 and throw the smokes and decoys in fuck-all places in a single site. T's have to rush the smoked site and run into CT Spawn, and plant in the opposite site.",
    "contrib": "\/u\/hailstormbeta",
    "side": "T"
}, {
    "title": "The Snipers Den Living Room",
    "text": "CT - The whole team buys AWPs\/Scouts and camps in snipers den\/window. They may peek outside, but they can't leave!",
    "contrib": "\/u\/23lf",
    "side": "CT"
}, {
    "title": "There and Back Again",
    "text": "T - Rush down mid into underpass, back to T spawn to A.",
    "contrib": "\/u\/lizardman301",
    "side": "T"
}],

"nuke": [{
    "title": "Tour de_nuke",
    "text": "T - T spawn -> outside -> hell -> ramp -> lobby -> squeaky-> outside -> secret -> B site -> vents -> A site.",
    "contrib": "bbq",
    "side": "T"
}, {
    "title": "Coming Out The Closet",
    "text": "CT - All buy defuser and smoke, go into toxic. If planted B open door, throw smoke and everybody tries to ninja defuse.",
    "contrib": "\/u\/BloooodRaven, \/u\/RickyRays",
    "side": "CT"
}, {
    "title": "Fooled Ya",
    "text": "T - Tec-9 only outside -> secret -> vent -> A.",
    "contrib": "\/u\/in_da_heat",
    "side": "T"
}, {
    "title": "Ninja",
    "text": "T - Stay on T-roof, hold all angles and at 45 seconds, all Rush A.",
    "contrib": "\/u\/pigtobacon",
    "side": "T"
}, {
    "title": "Silver Strats",
    "text": "T - Rush ramp, rush yard, rush A. Repeat.",
    "contrib": "\/u\/randomaatti",
    "side": "T"
}, {
    "title": "The Batman",
    "text": "CT - Everyone holds inner A from the rails. The only way you are allowed to kill people is with a knife or zeus while jumping down onto T's that push inside.",
    "contrib": "\/u\/jarim92",
    "side": "CT"
}, {
    "title": "Something Hidden In The Dark",
    "text": "CT - Everyone hides in dark spot B site while throwing down a smoke one at a time. This continues until T's plant the bomb.",
    "contrib": "\/u\/loves_being_that_guy",
    "side": "CT"
}, {
    "title": "Wallgangbang",
    "text": "CT - All CT's stack one site and when the bomb plant is heard, everyone wallbangs to try and kill the planter and the rest of the team.",
    "contrib": "\/u\/loves_being_that_guy",
    "side": "CT"
}, {
    "title": "Banana Split",
    "text": "T - Have 2 T's go ramp, 2 T's go down each separate vent, and 1 T go down secret and plant the bomb B.",
    "contrib": "\/u\/loves_being_that_guy",
    "side": "T"
}, {
    "title": "The Swarm",
    "text": "CT - Everybody rushes into vents, waits until the bomb gets planted and rushes out at once.",
    "contrib": "\/u\/ospap",
    "side": "CT"
}],

"cache": [{
    "title": "Mid Stack",
    "text": "CT - Smoke mid House and molly\/smoke boost. 1 plays by vents, 1 in Z, 1 underneath boost, 1 headshot box, and 1 sandbags.",
    "contrib": "\/u\/fpsgino",
    "side": "CT"
}, {
    "title": "Mad Men",
    "text": "CT - Everyone counter boosts and runs around T spawn.",
    "contrib": "\/u\/in_da_heat",
    "side": "CT"
}, {
    "title": "The AWPortunity",
    "text": "Everybody buys AWPs and gets boosted mid.",
    "contrib": "\/u\/roastymuffin",
    "side": "Both"
}, {
    "title": "The Decoy Blaster",
    "text": "T - Everyone buys a decoy and throws it towards A main and everyone stacks into a pyramid in the cubby to the left before B halls. Wait until curious CT investigates, wreck him and then take an open B site.",
    "contrib": "\/u\/roastymuffin",
    "side": "T"
}],

"cbble": [{
    "title": "Drop Zone",
    "text": "T - Everyone rushes B. 3 go rush down drop, 1 goes towards B site and 2 jump out the window. The other 2 go the other way to B.",
    "contrib": "\/u\/fpsgino",
    "side": "T"
}, {
    "title": "Blind Man Calling",
    "text": "T - Leave one in T spawn toilet, that guy has to call where everyone else goes.",
    "contrib": "\/u\/AntonVDI",
    "side": "T"
}, {
    "title": "The Dark Knight",
    "text": "Have your team hide in the dark corners of the map with only their knives, patiently and silently waiting for enemy players to pass through. When the perfect opportunity arrives, you can strike with your short swords!",
    "contrib": "\/u\/McLovin_EmDawg",
    "side": "Both"
}, {
    "title": "Ladies in Line",
    "text": "Go to the toilets and make a line to wait for your turn. Only the last in line can go for the objective while others gossip in voice chat.",
    "contrib": "\/u\/TheDoomi",
    "side": "Both"
}],

"overpass": [{
    "title": "Why Can't We Have Tec-9's Too?",
    "text": "T - Run connector from bathrooms to T spawn and camp there while trying to buy a Tec-9.",
    "contrib": "\/u\/in_da_heat",
    "side": "T"
}, {
    "title": "Fake It 'Till You Make It",
    "text": "T - Fake A from B site, take B, and rush up to A. If you take A, plant and go B.",
    "contrib": "\/u\/Pilltacular",
    "side": "T"
}, {
    "title": "Ladies in Line",
    "text": "Go to the toilets and make a line to wait for your turn. Only the last in line can go for the objective while others gossip in voice chat.",
    "contrib": "\/u\/TheDoomi",
    "side": "Both"
}, {
    "title": "Disco Pants",
    "text": "T - Go to the disco-music area near T spawn. Tell the CT's in chat and try to get them to join you and dance for the round.",
    "contrib": "\/u\/NessunoComeNoi",
    "side": "T"
}, {
    "title": "Fnatec9's Olofpass",
    "text": "T - All buy Tec9's. Rush B site, drop decoys on B, up T stairs and plant A, head back down to B and hope for no defusal.",
    "contrib": "\/u\/NessunoComeNoi",
    "side": "T"
}],

"train": [{
    "title": "The Floor is Lava",
    "text": "CT - Your whole team has to be on a train at all times.",
    "contrib": "\/u\/RickyRays",
    "side": "CT"
}, {
    "title": "Chugga chugga chugga!",
    "text": "5 man train, the front one is the driver, if the driver dies, the man behind him takes the wheel.",
    "contrib": "\/u\/xXingmanXx",
    "side": "Both"
}, {
    "title": "Thomas the Heavy Smoker",
    "text": "T - All players buy smokes and smoke all over A site train yard, followed by a mad rush.",
    "contrib": "\/u\/McLovin_EmDawg",
    "side": "T"
}],

"season": [{
    "title": "Mac-10 OP!",
    "text": "T - Only run through mid to jail to CT to upper A.",
    "contrib": "\/u\/in_da_heat",
    "side": "T"
}, {
    "title": "A Secrets",
    "text": "CT - Boost 4 people on top of cat balcony. Booster hides under the bridge no one shoots unless shot at or bomb starts going down. Then let all hell break loose.",
    "contrib": "\/u\/in_da_heat",
    "side": "CT"
}, {
    "title": "Prisoner's Dilemma",
    "text": "Have everyone change their name to f0rest and camp in jail.",
    "contrib": "\/u\/loves_being_that_guy",
    "side": "Both"
}]
}
